{
    "camisas": [
      {"id": 1, "preco": 1060.00, "desconto": 20, "estoque": 50, "score": 5,  "produto": "Camisa HUGO Ebor Preto", "marca": "Hugo", "descricao": "Uma camisa de manga curta dinâmica da HUGO Menswear. Com uma bainha estampada inspirada em um desenho obi japonês vintage, esta camisa de declaração é cortada em lona de verão com um drapeado macio. O ajuste solto é ideal para construir um visual casual em camadas nesta estação."  },
      {"id": 2, "preco": 547.00,"desconto": 46,"estoque": 500,  "score": 4.8,  "produto": "Camisa Osklen Toile Buriti E-Terra/Preto", "marca": "Osklen", "descricao": "As camisas surgem nesta temporada com estampas irreverentes e modelagens mais soltas para completar o visual moderno e com estilo. Aposte neste modelo Osklen ao lado de uma bermuda reta e tênis casual e estará pronto para curtir o fim de semana"  },
      {"id": 3, "preco": 597.00 ,"desconto": 50 ,"estoque": 563,  "score": 4,  "produto": "Camisa Osklen Mani E Mc-Craft/Azul", "marca": "Osklen", "descricao": "Camisa manga curta masculina em estampa exclusiva Maní.Modelagem over. Peçalavada e amaciada. Tecido em 100% viscose E. Bandeira Regenerate Life. A viscose-eutilizada pela Osklen é confeccionada a partir da celulose de madeiras oriundas dereflorestamento e manejo sustentável certificadas pelo Forest Stewardship Council (FSC),Programme for the Endorsement of Forest Certification (PEFC) e EU Ecolabel. Por seguircritérios de manejo sustentável, a produção desta viscose reduz em 50% o uso de água ea emissão de CO2 quando comparada com a viscose tradicional."  },
      {"id": 4, "preco": 99.99 ,"desconto": 45 ,"estoque": 88,  "score": 3,  "produto": "Camisa Osklen Listra Dalia E Mc-Dalia/Freijo", "marca": "Osklen", "descricao": "Camisa manga curta masculina. Estampa exclusiva Listra Dália. Modelagem over. Peça lavada e amaciada. Tecido 100% viscose certificada. Bandeira Regenerate Life. A viscose-e utilizada pela Osklen é confeccionada a partir da celulose de madeiras oriundas de reflorestamento e manejo sustentável certificadas pelo Forest Stewardship Council (FSC), Programme for the Endorsement of Forest Certification (PEFC) e EU Ecolabel. Por seguir critérios de manejo sustentável, a produção desta viscose reduz em 50% o uso de água e a emissão de CO2 quando comparada com a viscose tradicional."  },
      {"id": 5, "preco": 447.00 ,"desconto": 45 ,"estoque": 39,  "score": 1,  "produto": "Camisa Osklen Macro Daisy E Mc Verde-Offwhite", "marca": "Osklen", "descricao": "Camisa manga curta masculina. Estampa Macro daisy. Base Over. Peça lavada e amaciada. Tecido em viscose certificada. Badeira Regenerate Life. A viscose-e utilizada pela Osklen é confeccionada a partir da celulose de madeiras oriundas de reflorestamento e manejo sustentável certificadas pelo Forest Stewardship Council (FSC), Programme for the Endorsement of Forest Certification (PEFC) e EU Ecolabel. Por seguir critérios de manejo sustentável, a produção desta viscose reduz em 50% o uso de água e a emissão de CO2 quando comparada com a viscose tradicional."  },
      {"id": 6, "preco": 339.90 ,"desconto": 43 ,"estoque": 39,  "score": 1,  "produto": "Camisa Hurley Reta Colorado Preta/Cinza", "marca": "Hurley", "descricao": "Camisa Hurley Reta Colorado Preta/Cinza"}
    ]
  }